{
  "status":"ok","totalResults":873,"articles":
[
  {"source":{"id":"engadget","name":"Engadget"},
  "author":"Mariella Moon","title":"US senators ask FTC to investigate Apple and Google over mobile tracking","description":"A group of Democratic senators is urging the Federal Trade Commission to investigate Apple and Google over their collection of mobile users' information. In a letter addressed to FTC Chair Lina Khan, the lawmakers — Senators Ron Wyden, Elizabeth Warren, Cory …","url":"https://www.engadget.com/us-senators-ftc-investigate-apple-google-mobile-tracking-143030802.html","urlToImage":"https://s.yimg.com/os/creatr-uploaded-images/2022-06/51c962b0-f47b-11ec-abac-a5400c49d858","publishedAt":"2022-06-25T14:30:30Z","content":"A group of Democratic senators is urging the Federal Trade Commission to investigate Apple and Google over their collection of mobile users' information. In a letter addressed to FTC Chair Lina Khan,… [+2815 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Emma Roth","title":"Google says attackers worked with ISPs to deploy Hermit spyware on Android and iOS","description":"Researchers at Google’s Threat Analysis Group say attackers are working with internet service providers to deploy the commercial-grade Hermit spyware on both Android and iOS devices.","url":"https://www.theverge.com/2022/6/25/23183046/google-hermit-spyware-isp-android-ios","urlToImage":"https://cdn.vox-cdn.com/thumbor/qI4zFeJu5KvJ4bsK7gLuEFIqTXI=/0x146:2040x1214/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/11516257/acastro_180608_1777_net_neutrality_0003.jpg","publishedAt":"2022-06-25T22:46:27Z","content":"Researchers found affected users in Italy and Kazakhstan \r\nIllustration by Alex Castro / The Verge\r\nA sophisticated spyware campaign is getting the help of internet service providers (ISPs) to trick … [+2478 chars]"},{"source":{"id":null,"name":"MacRumors"},"author":"MacRumors Staff","title":"Top Stories: What's New in iOS 16 Beta 2, M2 MacBook Pro Review, and More","description":"Apple this week rolled out its second developer betas of iOS 16, macOS Ventura, and related operating system updates, delivering some initial tweaks compared to the first beta. We should see the first public betas in another couple of weeks around the same ti…","url":"https://www.macrumors.com/2022/06/25/top-stories-ios-16-beta-2-m2-macbook-pro/","urlToImage":"https://images.macrumors.com/t/zbMk_NnV0ErpbtvmlJypLpMiulM=/1600x/article-new/2022/06/top-stories-25jun2022.jpg","publishedAt":"2022-06-25T13:00:00Z","content":"Apple this week rolled out its second developer betas of iOS 16, macOS Ventura, and related operating system updates, delivering some initial tweaks compared to the first beta. We should see the firs… [+4090 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"José María López","title":"El acoplador acústico o cómo se conectaban a internet los abuelos de tus abuelos","description":"Un chico se sienta frente a su computadora. A través de la línea telefónica, se conecta al ordenador de su instituto y hace algunos cambios para contentar a su novia, que está con él en ese momento. Todo un hacker. Lo que nos llama a muchos la atención es que…","url":"https://hipertextual.com/2022/06/acoplador-acustico-internet-abuelos","urlToImage":"https://newspack-hipertextual.s3.amazonaws.com/wp-content/uploads/2022/05/Atari-800XL-Acoustic-Modem.jpeg","publishedAt":"2022-06-25T03:00:00Z","content":"Un chico se sienta frente a su computadora. A través de la línea telefónica, se conecta al ordenador de su instituto y hace algunos cambios para contentar a su novia, que está con él en ese momento. … [+10141 chars]"},{"source":{"id":null,"name":"Hipertextual"},"author":"Víctor Millán","title":"La crisis de Netflix no cesa: así puede reinventarse la plataforma en el futuro","description":"Netflix acaba de confirmar su suscripción económica. Pero, ¿qué más puede hacer para detener la pérdida de suscriptores?","url":"https://hipertextual.com/2022/06/netflix-futuro-perdida-suscriptores","urlToImage":"https://newspack-hipertextual.s3.amazonaws.com/wp-content/uploads/2022/06/netflix.jpeg","publishedAt":"2022-06-25T15:02:00Z","content":"Netflix ha pasado en poco tiempo de ser una de esas compañías que se reverencian como disruptoras por haber cambiado un modelo de negocio tan importante como el de la televisión y la distribución aud… [+7215 chars]"},{"source":{"id":null,"name":"Slate Magazine"},"author":"Andrés Martinez","title":"Why Sports Are a Game-Changer for Streaming","description":"Amazon and Apple TV are betting big on live sports streaming, and Netflix may be next.","url":"https://slate.com/technology/2022/06/appletv-mls-streaming-sports.html","urlToImage":"https://compote.slate.com/images/35a41cd6-ad7d-4968-aee0-d3e33c612b08.jpeg?width=780&height=520&rect=1560x1040&offset=0x0","publishedAt":"2022-06-25T14:00:00Z","content":"Sign up to receive the Future Tense newsletter every other Saturday.\r\nWe should be well into the round-of-16 knockout stage of the FIFA Mens World Cup this weekendbut instead, all we have to look for… [+8571 chars]"},{"source":{"id":null,"name":"ESPN"},"author":"Kevin Arnovitz","title":"Suns basketball operations executive announces he is gay","description":"Ryan Resch, the Suns' VP of strategy and evaluation, becomes the first openly gay person in league history to work basketball operations in an NBA front office. \"I finally told myself, 'You need to stop running away from the obvious.'\"","url":"https://www.espn.com/nba/story/_/id/34138749/my-goal-normalize-phoenix-suns-basketball-operations-executive-announces-gay","urlToImage":"https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2022%2F0607%2Fr1022377_1296x729_16%2D9.jpg","publishedAt":"2022-06-25T12:23:09Z","content":"Gay people have made strides in many sectors of American professional life. An openly gay man runs Apple, presides as the governor of Colorado, and an open lesbian runs a Fortune 500 company. But in … [+17112 chars]"},{"source":{"id":null,"name":"Digital Trends"},"author":"Luke Dormehl","title":"How will we know when an AI actually becomes sentient?","description":"Many scientists and technologists believe AI will eventually become sentient. But how will we know when that happens? Currently, there's no good way to tell.","url":"https://www.digitaltrends.com/cool-tech/recognizing-self-aware-sentient-ai/","urlToImage":"https://www.digitaltrends.com/wp-content/uploads/2016/02/Ex-Machina-VFX.jpg?p=1","publishedAt":"2022-06-25T11:00:30Z","content":"Google senior engineer Blake Lemoine, technical lead for metrics and analysis for the companys Search Feed, was placed on paid leave earlier this month. This came after Lemoine began publishing excer… [+15185 chars]"},{"source":{"id":null,"name":"Github.com"},"author":"insidegui","title":"VirtualBuddy: Virtualize macOS 12 and later on Apple Silicon","description":"Virtualize macOS 12 and later on Apple Silicon. Contribute to insidegui/VirtualBuddy development by creating an account on GitHub.","url":"https://github.com/insidegui/VirtualBuddy","urlToImage":"https://repository-images.githubusercontent.com/480592980/c8b3bf05-6f36-4f36-9d28-a5c842f56e6e","publishedAt":"2022-06-25T21:29:42Z","content":"VirtualBuddy can virtualize macOS 12 and later on Apple Silicon, with the goal of offering features that are useful to developers who need to test their apps on multiple versions of macOS, especially… [+1971 chars]"},{"source":{"id":null,"name":"Gigazine.net"},"author":"@GIGAZINE","title":"中央銀行になりきって適切な金利を設定し村のGDPを増やすマニアック経済シミュ「Sim CB」をプレイしてみた","description":"中央銀行になりきり、金利をコントロールすることで金や人の流れを調整するシミュレーションゲームが「Sim CB」です。ゲームを通じて経済についても視覚的に学べるというこのゲームを実際にプレイしてみました。続きを読む...","url":"https://gigazine.net/news/20220625-sim-cb/","urlToImage":"https://i.gzn.jp/img/2022/06/25/sim-cb/00.png","publishedAt":"2022-06-25T00:00:00Z","content":"Sim CB\r\nBenoit Essiambrehttps://benoitessiambre.com/macro.html\r\nSim CBStart\r\nGDP()\r\nGDPSim CB - YouTube\r\n103GDP\r\ninterest rate()-0.50500.25\r\nNatural rate()Apple price()Unemployment()Production:apples… [+142 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"José Adorno","title":"WSJ: Lawmakers call FTC to investigate Apple and Google over mobile tracking","description":"A report by The Wall Street Journal shows that four Democratic lawmakers want the Federal Trade Commission to investigate Apple and Google due to collecting and selling their users’ personal information. According to the publication, the lawmakers wrote in a …","url":"https://9to5mac.com/2022/06/25/lawmakers-ftc-apple-investigation-tracking/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2021/07/Apple-protects-App-Tracking-Transparency-in-China.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T13:15:06Z","content":"A report by The Wall Street Journal shows that four Democratic lawmakers want the Federal Trade Commission to investigate Apple and Google due to collecting and selling their users’ personal informat… [+2160 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"Bradley Chambers","title":"Apple @ Work: Apple’s stronghold on the MDM APIs ensures that no third-party company can interfere with a great device experience in the workplace","description":"Apple @ Work is brought to you by Jamf, the only company in the world that provides complete management and security solutions that are enterprise secure, consumer simple, and protect personal privacy. Today, more than 62,000 organizations trust Jamf to manag…","url":"https://9to5mac.com/2022/06/25/apple-mdm-apis/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/05/macbook-pro-delayed.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T12:00:00Z","content":"Apple @ Work is brought to you by Jamf, the only company in the world that provides complete management and security solutions that are enterprise secure, consumer simple, and protect personal privac… [+3914 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"José Adorno","title":"AirPods Pro 2: Design, features, release date, price, more","description":"Apple is set to release AirPods Pro 2 in 2022. This new generation is rumored to bring a new design, innovative Lossless support, as well as fitness sensors for the first time. Head below as we round up the latest rumors about this product.\n more…\nThe post Ai…","url":"https://9to5mac.com/2022/06/25/airpods-pro-2-everything-we-know/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2019/11/AirPods-Pro-review.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T12:41:45Z","content":"Apple is set to release AirPods Pro 2 in 2022. This new generation is rumored to bring a new design, innovative Lossless support, as well as fitness sensors for the first time. Head below as we round… [+6307 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"Sponsored Post","title":"Mosyle leads the rise of a new generation of Apple endpoint software","description":"Apple’s growth in the enterprise over the last two decades has been an impressive turnaround when you consider how entrenched Microsoft was in desktop computing for the early part of the 2000s. Did enterprise IT managers love Windows XP, Windows 7, etc.? \nThe…","url":"https://9to5mac.com/2022/06/24/mosyle-leads-the-rise-of-a-new-generation-of-apple-endpoint-software/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/banner_9to5Mac-2.jpeg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T00:21:37Z","content":"Apples growth in the enterprise over the last two decades has been an impressive turnaround when you consider how entrenched Microsoft was in desktop computing for the early part of the 2000s. Did en… [+7624 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"Michael Potuck","title":"iPad not charging? Here are 6 ways to fix it","description":"iPad not charging or charging slowly? Whether you’re having issues with a particular charging cable, multiple cables/chargers, or intermittent trouble, follow along for 6 solutions to fix an iPad that won’t juice up normally.\n more…\nThe post iPad not charging…","url":"https://9to5mac.com/2022/06/25/ipad-not-charging/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/ipad-not-charging.jpeg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T07:00:00Z","content":"iPad not charging or charging slowly? Whether youre having issues with a particular charging cable, multiple cables/chargers, or intermittent trouble, follow along for 6 solutions to fix an iPad that… [+2436 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"José Adorno","title":"Concept imagines M2 iMac with new colors, 27-inch option, no more white bezels","description":"With the first batch of M2 Macs being released, it could be just a matter of time until Apple unveils a new M2 iMac. After the most critical redesign for the line in years with the M1 iMac in 2021, it’s time to wonder what its successor will look like – and a…","url":"https://9to5mac.com/2022/06/25/concept-m2-imac-27-inch/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/m2-imac-concept-parker-9to5mac-2.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T12:19:22Z","content":"With the first batch of M2 Macs being released, it could be just a matter of time until Apple unveils a new M2 iMac. After the most critical redesign for the line in years with the M1 iMac in 2021, i… [+2596 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"José Adorno","title":"Gentler Streak founder talks watchOS 9, importance of rest, transforming app into fitness hub","description":"Gentler Streak wants to bring compassion to your fitness goals. But how does it plan to do that? The Apple Watch app is readying a new unique feature called Go Gentler, which will recommend daily actions based on your workout history. 9to5Mac interviewed Gent…","url":"https://9to5mac.com/2022/06/25/gentler-streak-interview-watchos-9/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/gentler-interview.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T16:11:00Z","content":"Gentler Streak wants to bring compassion to your fitness goals. But how does it plan to do that? The Apple Watch app is readying a new unique feature called Go Gentler, which will recommend daily act… [+3660 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"Allison McDaniel","title":"HidrateSpark iOS app deep dive: Is a smart water bottle worth it?","description":"Sold at Apple Stores, the HidrateSpark PRO STEEL is a smart water bottle designed to remind you to drink more water. On the bottom of the bottle, there is a sensor puck that tracks your water intake and uses Bluetooth to sync your information with the Hidrate…","url":"https://9to5mac.com/2022/06/25/hidratespark-app-deep-dive/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/hidrate-spark.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T17:22:16Z","content":"Sold at Apple Stores, the HidrateSpark PRO STEEL is a smart water bottle designed to remind you to drink more water. On the bottom of the bottle, there is a sensor puck that tracks your water intake … [+3679 chars]"},{"source":{"id":null,"name":"9to5Mac"},"author":"Filipe Espósito","title":"Mindfulness app ‘Moonly’ updated with its own healing music radio station","description":"The mindfulness app “Moonly” for iPhone was updated on Friday with a great new feature for its users. Starting today, the app now has its own radio station of healing songs that can be accessed at any time to help you relax, sleep, and more.\n more…\nThe post M…","url":"https://9to5mac.com/2022/06/24/mindfulness-app-moonly-healing-music/","urlToImage":"https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/06/Radio-launch-–-Moonly.png?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T00:14:57Z","content":"The mindfulness app “Moonly” for iPhone was updated on Friday with a great new feature for its users. Starting today, the app now has its own radio station of healing songs that can be accessed at an… [+1769 chars]"},{"source":{"id":null,"name":"Tim.blog"},"author":"Hristo","title":"In Case You Missed It: May 2022 Recap of “The Tim Ferriss Show” (#603)","description":"In Case You Missed It: May 2022 Recap of The Tim Ferriss Show","url":"https://tim.blog/2022/06/25/may-2022-recap-of-the-tim-ferriss-show/","urlToImage":"https://i0.wp.com/tim.blog/wp-content/uploads/2021/09/timferrissshoot-191.jpeg?fit=1200%2C800&ssl=1","publishedAt":"2022-06-25T15:24:51Z","content":"Welcome to another episode of The Tim Ferriss Show, where it is my job to deconstruct world-class performers to tease out the routines, habits, et cetera that you can apply to your own life. \r\nThis i… [+2092 chars]"},{"source":{"id":null,"name":"AppleInsider"},"author":"news@appleinsider.com (Mike Wuerthele)","title":"13-inch MacBook Pro with M2 processor review: Incremental upgrade and unexciting","description":"Apple's new 13-inch MacBook Pro is the first to arrive with the Apple Silicon M2 processor, but in every other aspect, it clings to an old design ethos in every regard.The M2 13-inch MacBook ProWhen Apple first introduced the M1, the 13-inch MacBook Pro was p…","url":"https://appleinsider.com/articles/22/06/25/13-inch-macbook-pro-with-m2-processor-review-incremental-upgrade-and-unexciting","urlToImage":"https://photos5.appleinsider.com/gallery/48965-96002-Final-Cut-Pro-on-13-inch-MacBook-pro-xl.jpg","publishedAt":"2022-06-25T17:18:28Z","content":"AppleInsider is supported by its audience and may earn commission as an Amazon Associate and affiliate partner on qualifying purchases. These affiliate partnerships do not influence our editorial con… [+19394 chars]"},{"source":{"id":null,"name":"AppleInsider"},"author":"news@appleinsider.com (Malcolm Owen)","title":"How to download Xcode faster","description":"If you're frustrated by slow downloads of Xcode updates, here's a way to get them from Apple directly to your Mac as quickly as possible.Xcode is Apple's primary working environment for developers producing apps and other items for the Apple ecosystem. If it'…","url":"https://appleinsider.com/inside/xcode/tips/how-to-download-xcode-faster","urlToImage":"https://photos5.appleinsider.com/gallery/49178-96016-downloader-header-xl.jpg","publishedAt":"2022-06-25T19:41:53Z","content":"AppleInsider is supported by its audience and may earn commission as an Amazon Associate and affiliate partner on qualifying purchases. These affiliate partnerships do not influence our editorial con… [+3720 chars]"},{"source":{"id":null,"name":"AppleInsider"},"author":"news@appleinsider.com (AppleInsider Staff)","title":"Apple supports out-of-state medical after Roe vs. Wade overturn","description":"In the aftermath of the Supreme Court's decision to overturn Roe vs. Wade, Apple has reiterated its support of employees regarding their reproductive health.On Friday, the Supreme Court voted to end the constitutional right to abortion, leaving it to states t…","url":"https://appleinsider.com/articles/22/06/25/apple-supports-out-of-state-medical-care-supreme-court-overturned-roe-vs-wade","urlToImage":"https://photos5.appleinsider.com/gallery/49177-96000-48210-94177-36158-66999-200609-ApplePark-xl-xl-xl.jpg","publishedAt":"2022-06-25T14:41:31Z","content":"AppleInsider is supported by its audience and may earn commission as an Amazon Associate and affiliate partner on qualifying purchases. These affiliate partnerships do not influence our editorial con… [+1405 chars]"},{"source":{"id":null,"name":"AppleInsider"},"author":"news@appleinsider.com (Sponsored Content)","title":"Daily deals June 25: $75 AirPods Pro, $40 Amazon Kindle, $30 OtterBox MagSafe Power Bank, more","description":"Alongside AirPods Pro for $175, Saturday's best deals include an AOC AGON 49-inch curved monitor for $700, a $20 Monoprice USB condenser mic, and much more.Best deals for June 25Every day, AppleInsider scours online retailers to find offers and discounts on A…","url":"https://appleinsider.com/articles/22/06/25/daily-deals-june-25-75-airpods-pro-40-amazon-kindle-30-otterbox-magsafe-power-bank-more","urlToImage":"https://photos5.appleinsider.com/gallery/49171-95999-deals-jun-25-xl.jpg","publishedAt":"2022-06-25T12:56:32Z","content":"AppleInsider is supported by its audience and may earn commission as an Amazon Associate and affiliate partner on qualifying purchases. These affiliate partnerships do not influence our editorial con… [+3447 chars]"},{"source":{"id":null,"name":"Microsiervos.com"},"author":"alvy@microsiervos.com (Alvy)","title":"El increíble arte isométrico de Rod Hunt","description":"Rod Hunt es un artista que muestra en su sitio web una amplísima variedad de trabajos con una técnica común: la ilustración isométrica, en muchos casos también pixelada. Son ciudades y escenarios llenos de detalles coloridos y multitud de personajes y detalle…","url":"https://www.microsiervos.com/archivo/arte-y-diseno/el-increible-arte-isometrico-de-rod-hunt.html","urlToImage":"https://img.microsiervos.com/images2022/Rod_Hunt_isometric.jpg","publishedAt":"2022-06-25T12:22:33Z","content":"Por @Alvy 25 de Junio de 2022\r\nRod Hunt es un artista que muestra en su sitio web una amplísima variedad de trabajos con una técnica común: la ilustración isométrica, en muchos casos también pixelada… [+879 chars]"},{"source":{"id":null,"name":"Journal du geek"},"author":"Thomas Estimbre","title":"Cette application vous permet de regarder YouTube sur une Apple Watch","description":"Marre de regarder des vidéos YouTube depuis votre téléphone ou votre téléviseur ? L’application WatchTube propose désormais d’accéder à l’intégralité YouTube depuis… une Apple Watch.\nCette application vous permet de regarder YouTube sur une Apple Watch","url":"https://www.journaldugeek.com/2022/06/25/cette-application-vous-permet-de-regarder-youtube-sur-une-apple-watch/","urlToImage":"https://www.journaldugeek.com/content/uploads/2022/06/apple-watch-watchtube.jpg","publishedAt":"2022-06-25T07:00:24Z","content":"Marre de regarder des vidéos YouTube depuis votre téléphone ou votre téléviseur ? Lapplication WatchTube propose désormais daccéder à lintégralité YouTube depuis une Apple Watch.LApple Watch est deve… [+2437 chars]"},{"source":{"id":null,"name":"Journal du geek"},"author":"Thomas Estimbre","title":"iPad Pro M2 : la date de lancement des tablettes Apple se précise","description":"Apple devrait bientôt renouveler son iPad Pro pour l’équiper d’une puce M2, ainsi que de la recharge sans fil. Trois nouvelles versions sont attendues, mais seulement deux verraient le jour en 2022. Un nouveau modèle, totalement inédit, sortirait début 2023.\n…","url":"https://www.journaldugeek.com/2022/06/25/ipad-pro-m2-la-date-de-lancement-des-tablettes-apple-se-precise/","urlToImage":"https://www.journaldugeek.com/content/uploads/2022/03/apple-ipad-pro-11-2021.jpg","publishedAt":"2022-06-25T06:30:59Z","content":"Apple devrait bientôt renouveler son iPad Pro pour léquiper dune puce M2, ainsi que de la recharge sans fil. Trois nouvelles versions sont attendues, mais seulement deux verraient le jour en 2022. Un… [+2076 chars]"},{"source":{"id":null,"name":"Journal du geek"},"author":"Journal du Geek","title":"3 mois après sa sortie, le prix du OnePlus 10 Pro s’écroule en soldes","description":"Sorti à la fin du mois de mars en France, le OnePlus 10 Pro est l'un des smartphones les plus performants du marché. Pour les soldes, Cdiscount affiche un prix totalement surréaliste.\n3 mois après sa sortie, le prix du OnePlus 10 Pro s’écroule en soldes","url":"https://www.journaldugeek.com/2022/06/25/3-mois-apres-sa-sortie-le-prix-du-oneplus-10-pro-secroule-en-soldes/","urlToImage":"https://www.journaldugeek.com/content/uploads/2022/04/oneplus-10-pro.jpg","publishedAt":"2022-06-25T14:07:39Z","content":"Sorti à la fin du mois de mars en France, le OnePlus 10 Pro est l'un des smartphones les plus performants du marché. Pour les soldes, Cdiscount affiche un prix totalement surréaliste.Le OnePlus 10 Pr… [+5431 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Eduardo Archanco","title":"Estas son las cinco mejores series de Apple TV+ por las que jamás me daría de baja (mientras existan)","description":"Apple TV+ es un servicio curioso. Singular. No hay día que entre en él y no me apetezca ver una o dos de las series que aparecen en portada. Ojalá tuviera el tiempo disponible para poder verlas, lo cual me vuelve muy exigente a la hora de invertir mi tiempo e…","url":"https://www.applesfera.com/servicios-apple/estas-cinco-mejores-series-apple-tv-que-jamas-me-daria-baja-existan","urlToImage":"https://i.blogs.es/872426/mejores-series-apple-tv-/840_560.jpeg","publishedAt":"2022-06-25T17:00:31Z","content":"Apple TV+ es un servicio curioso. Singular. No hay día que entre en él y no me apetezca ver una o dos de las series que aparecen en portada. Ojalá tuviera el tiempo disponible para poder verlas, lo c… [+5656 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Miguel López","title":"Diez segundos en el iPhone Original, 14 minutos en el iPhone 13: la cámara del iPhone en todas las keynotes de Apple","description":"15 años lleva ya recorridos el iPhone desde su presentación inicial. El dispositivo que lo cambió todo empezó enfocado en revolucionar las interfaces de los dispositivos móviles, cosa que se hizo notar en la larga explicación sobre dicha interfaz por parte de…","url":"https://www.applesfera.com/curiosidades/diez-segundos-iphone-original-14-minutos-iphone-13-camara-iphone-todas-keynotes-apple","urlToImage":"https://i.blogs.es/872090/1366_2000-1/840_560.jpeg","publishedAt":"2022-06-25T15:00:35Z","content":"15 años lleva ya recorridos el iPhone desde su presentación inicial. El dispositivo que lo cambió todo empezó enfocado en revolucionar las interfaces de los dispositivos móviles, cosa que se hizo not… [+1820 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"Jesús Quesada","title":"iPhone 13 Pro Max VS Samsung Galaxy S22 Ultra: cuáles son sus características, diferencias y precios","description":"Hace unas semanas comparamos en Applesfera los iPhone 13 y Samsung Galaxy S22, dos de las referencias en la industria de la telefonía móvil. En esta ocasión volvemos con una nueva comparación entre marcas con sus pesos más pesados, el iPhone 13 Pro Max y el S…","url":"https://www.applesfera.com/seleccion/iphone-13-pro-max-vs-samsung-galaxy-s22-ultra-cuales-sus-caracteristicas-diferencias-precios","urlToImage":"https://i.blogs.es/4c9243/iphone-13-pro-max-vs-samsung-galaxy-s22-ultra/840_560.jpg","publishedAt":"2022-06-25T11:00:36Z","content":"<li>Diseño: dos marcas distintas con dos líneas de diseño totalmente diferentes. De pesos similares, y no precisamente ligeros, el iPhone 13 Pro Max sigue apostando por el frontal con notch que la co… [+4629 chars]"},{"source":{"id":null,"name":"Applesfera.com"},"author":"David Bernal Raspall","title":"Los modos de concentración e iOS 16 me han ayudado a vivir mejor cada momento (sin ruido)","description":"Los modos de concentración llegaron con iOS 15 y han mejorado sustancialmente en iOS 16. Si bien a simple vista parecen algo similar a poder desactivar las notificaciones de ciertas apps, lo cierto es que el sistema va mucho más allá de ello y nos permite est…","url":"https://www.applesfera.com/ios/modos-concentracion-e-ios-16-me-han-ayudado-a-vivir-mejor-cada-momento-ruido","urlToImage":"https://i.blogs.es/c27854/hero/840_560.jpeg","publishedAt":"2022-06-25T09:01:14Z","content":"Los modos de concentración llegaron con iOS 15 y han mejorado sustancialmente en iOS 16. Si bien a simple vista parecen algo similar a poder desactivar las notificaciones de ciertas apps, lo cierto e… [+4430 chars]"},{"source":{"id":null,"name":"MakeUseOf"},"author":"Angela Yates","title":"How Apple Fitness+ Helps New Mothers Get Active After Childbirth","description":"Apple Fitness+ has a workout collection for new mothers ready to go after their fitness goals, even if they only have a few minutes at a time.","url":"https://www.makeuseof.com/apple-fitness-plus-new-mothers-active-childbirth/","urlToImage":"https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/06/Photos-of-a-woman-holding-her-baby-in-the-air-at-the-lakeside.jpg","publishedAt":"2022-06-25T17:00:14Z","content":"Anyone who has given birth understands the unique challenge of regaining physical fitness and tone afterward. Being a new parent is an intense time for anyone, and it can be hard to find time to exer… [+3320 chars]"},{"source":{"id":null,"name":"MakeUseOf"},"author":"Hashir Ibrahim","title":"The 9 Best macOS Features Everyone Should Use","description":"If you’re looking to make the most of your Mac, you need to check out our list of all the best macOS features.","url":"https://www.makeuseof.com/best-macos-features/","urlToImage":"https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/06/macos-ventura-bugs.jpg","publishedAt":"2022-06-25T21:00:14Z","content":"There are tons of features in macOS that make it super useful in everyday life. From the iconic Spotlight search to the less known Hot Corners, today we’ll count down our top picks for the best macOS… [+5779 chars]"},{"source":{"id":null,"name":"MakeUseOf"},"author":"Russ Ware","title":"6 Map App Tips Every Windows User Should Know","description":"Want to get the most out of Maps? Try these tips and become a super explorer.","url":"https://www.makeuseof.com/map-app-tips-every-windows-user-should-know/","urlToImage":"https://static1.makeuseofimages.com/wordpress/wp-content/uploads/2022/06/Windows-laptop-paris.jpg","publishedAt":"2022-06-25T17:15:14Z","content":"The Microsoft Maps app is packed with useful information. You can use it to find a route between two locations, search for businesses in a particular area, or even do some virtual exploring of far-fl… [+6443 chars]"},{"source":{"id":null,"name":"Golem.de"},"author":"Martin Wolf","title":"Wochenrückblick: Macbook und Musk","description":"Ein neues Macbook und Ärger für Elon Musk: die Woche im Video. (Golem-Wochenrückblick, Apple)","url":"https://www.golem.de/sonstiges/zustimmung/auswahl.html?from=https%3A%2F%2Fwww.golem.de%2Fnews%2Fwochenrueckblick-macbook-und-musk-2206-166390-rss.html&referer=https%3A%2F%2Ft.co%2F0729e78a45","urlToImage":null,"publishedAt":"2022-06-25T06:00:03Z","content":"Besuchen Sie Golem.de wie gewohnt mit Werbung und Tracking, indem Sie der Nutzung aller Cookies zustimmen.\r\n Details zum Tracking finden Sie im Privacy Center.\r\nSkript wurde nicht geladen. Informatio… [+575 chars]"},{"source":{"id":null,"name":"XDA Developers"},"author":"Rich Woods","title":"Dell XPS 15 (2022) review: The right mix of power and portability","description":"Dell’s XPS 15 has been one of the best laptops for creators for years, and the 2022 model is no different. It blends a four and a third pound chassis with the performance of Intel’s 12th-gen 45W processors and Nvidia’s GeForce RTX 3050 Ti graphics, all while …","url":"https://www.xda-developers.com/?p=659149","urlToImage":"https://www.xda-developers.com/files/2022/06/Dell-XPS-15-9520-16.jpg","publishedAt":"2022-06-25T15:00:43Z","content":"Dell’s XPS 15 has been one of the best laptops for creators for years, and the 2022 model is no different. It blends a four and a third pound chassis with the performance of Intel’s 12th-gen 45W proc… [+14896 chars]"},{"source":{"id":null,"name":"Xataka Android"},"author":"Iván Linares","title":"Google ha arreglado gran parte de la fragmentación en Android. Y no nos damos ni cuenta","description":"Quizá las marcas de móviles y tablets nunca actualicen más allá de unos pocos años, pero Android tiene un potencial escondido para mantener más o menos al día lo más básico: el uso de aplicaciones. Google ha conseguido que utilizar un dispositivo con once año…","url":"https://www.xatakandroid.com/sistema-operativo/google-ha-arreglado-gran-parte-fragmentacion-android-no-nos-damos-cuenta","urlToImage":"https://i.blogs.es/ed2b25/motorola-xoom-1/840_560.jpg","publishedAt":"2022-06-25T09:54:23Z","content":"Quizá las marcas de móviles y tablets nunca actualicen más allá de unos pocos años, pero Android tiene un potencial escondido para mantener más o menos al día lo más básico: el uso de aplicaciones. G… [+6147 chars]"},{"source":{"id":null,"name":"Android Authority"},"author":"Rita El Khoury","title":"Huawei’s Matepad Paper convinced me that e-ink and Android aren’t a good fit","description":"The Huawei MatePad Paper promises to be more than a simple e-reader. You can sketch, take notes, and install apps, but is it good enough?","url":"https://www.androidauthority.com/huaweis-matepad-paper-review-3177256/","urlToImage":"https://www.androidauthority.com/wp-content/uploads/2022/06/huawei-matepad-paper-on-top-of-kindles-scaled.jpg","publishedAt":"2022-06-25T11:00:29Z","content":"When it was first introduced at Mobile World Congress 2022, the Huawei Matepad Paper intrigued me a lot. An e-reader with an e-ink display perfectly suitable for outdoor and indoor reading, a pencil … [+13558 chars]"},{"source":{"id":null,"name":"Android Authority"},"author":"Paula Beaton","title":"The Weekly Authority:  Pixel 7 Pro leaks","description":"Pixel 7 pro leaks, an Asus ROG Phone 6 peek, Samsung's stock problem, and a possible first look at Valve's wireless VR headset.","url":"https://www.androidauthority.com/the-weekly-authority-june-25-2022-200-3178771/","urlToImage":"https://www.androidauthority.com/wp-content/uploads/2022/05/Google-IO-2022-Pixel-7-pro.jpg","publishedAt":"2022-06-25T11:12:47Z","content":"Welcome to The Weekly Authority, the Android Authority newsletter that breaks down the top Android and tech news from the week. The 200th edition here, with Pixel 7 Pro news, Samsungs stock problem, … [+10712 chars]"},{"source":{"id":null,"name":"Espinof.com"},"author":"Randy Meeks","title":"El streaming es el presente, pero aún tiene mucho que aprender del videoclub","description":"Ni es oro todo lo que reluce, ni todo tiempo pasado fue mejor: tendemos a romantizar los tiempos del videoclub y demonizar los del streaming, pero, más allá de la nostalgia y el fetiche de lo tangible, hay cosas que el streaming podría aprender de aquella épo…","url":"https://www.espinof.com/divulgacion/streaming-presente-tiene-mucho-que-aprender-videoclub","urlToImage":"https://i.blogs.es/ba481a/scream/840_560.jpeg","publishedAt":"2022-06-25T09:01:14Z","content":"Ni es oro todo lo que reluce, ni todo tiempo pasado fue mejor: tendemos a romantizar los tiempos del videoclub y demonizar los del streaming, pero, más allá de la nostalgia y el fetiche de lo tangibl… [+5204 chars]"},{"source":{"id":null,"name":"iMore"},"author":"Stephen Warwick","title":"Apple has submitted NFL Sunday Ticket bid, waiting for response","description":"\"Disney, Apple and Amazon have all submitted bids to become the new broadcast rights owner of the National Football League's out-of-market Sunday Ticket package.\"\n\nWhat you need to know\n\n\nA new report says Apple has indeed submitted a bid for NFL's Sunday Tic…","url":"https://www.imore.com/apple-has-submitted-nfl-sunday-ticket-bid-waiting-response","urlToImage":"https://www.imore.com/sites/imore.com/files/styles/large/public/field/image/2022/03/nfl-sunday-ticket-832x447.jpg","publishedAt":"2022-06-25T10:29:32Z","content":"A new report says that Apple is one of three companies that have submitted a bid for NFL Sunday Ticket and are awaiting a response.\r\nFrom CNBC on Friday:\r\nDisney, Apple and Amazon have all submitted … [+1846 chars]"},{"source":{"id":null,"name":"iMore"},"author":"Stephen Warwick","title":"Report: Apple to bargain with Maryland store that has formed a union","description":"Two-thirds of store employees voted to join a union last week.\n\nWhat you need to know\n\n\nApple store workers in Maryland voted to form a union last week.\nA new report says Apple will not challenge the results of the vote. \nAn inside source claims the company p…","url":"https://www.imore.com/report-apple-bargain-maryland-store-has-formed-union","urlToImage":"https://www.imore.com/sites/imore.com/files/styles/large/public/field/image/2015/11/apple-store-kenwood-logo-close-hero.JPG","publishedAt":"2022-06-25T09:43:56Z","content":"A new report claims that Apple is not planning to challenge the result of a vote at one of its Maryland stores where workers have formed a union.\r\nReuters reported Friday:\r\nApple Inc will not challen… [+1901 chars]"},{"source":{"id":null,"name":"iMore"},"author":"Stephen Warwick","title":"Apple says it covers out-of-state medical care following Roe v. Wade ruling","description":"\"As we've said before, we support our employees' rights to make their own decisions regarding their reproductive health.\"\n\nWhat you need to know\n\n\nApple has responded to the Supreme Court's decision to overturn Roe v. Wade.\nThe company says it supports its em…","url":"https://www.imore.com/apple-says-it-covers-out-state-medical-care-following-roe-vs-wade-ruling","urlToImage":"https://www.imore.com/sites/imore.com/files/styles/large/public/field/image/2021/12/apple-store-cutout-nyc-update.jpg","publishedAt":"2022-06-25T09:19:51Z","content":"Apple has responded to the Supreme Court's decision to overturn Roe vs. Wade, stating the company supports its employees' rights to make their own decisions and confirming its current medical benefit… [+1809 chars]"},{"source":{"id":null,"name":"Les Numériques"},"author":"Renaud Labracherie","title":"Actualité : Top 10 des tests les plus consultés : TV Sony Mini-Led XR-65X95K, clavier Logitech MX Mechanical, Krampouz Plancha Design...","description":"C'est encore une belle semaine de tests qui vient de s'écouler sur les Numériques. Et pour vous changer des soldes d'été, voici un récap des dix tests les plus consultés.","url":"https://www.lesnumeriques.com/vie-du-net/top-10-des-tests-les-plus-consultes-tv-sony-mini-led-xr-65x95k-clavier-logitech-mx-mechanical-krampouz-plancha-design-n186301.html","urlToImage":"https://cdn.lesnumeriques.com/optim/news/18/186301/3e025392-top-10-des-tests-les-plus-consultes__1200_630__252-270-1260-799.jpeg","publishedAt":"2022-06-25T17:32:00Z","content":"Entre les soldes d'été et un déménagement épique, l'équipe des Numériques ne lâche rien et vous propose une semaine de tests bien remplie et toujours un éclectisme rafraîchissant. Bon, ça devient pre… [+3484 chars]"},{"source":{"id":null,"name":"Enriquedans.com"},"author":"Enrique Dans","title":"Roe v. Wade: la ley y las políticas corporativas","description":"El fallo del Tribunal Supremo norteamericano derogando la doctrina marcada durante 49 años por el histórico caso Roe v. Wade y anulando por tanto el derecho al aborto, que pasará a ser ilegal en trece estados (Arkansas, Dakota del Norte y del Sur, Idaho, Kent…","url":"https://www.enriquedans.com/2022/06/roe-v-wade-la-ley-y-las-politicas-corporativas.html","urlToImage":"https://www.enriquedans.com/wp-content/uploads/2022/06/Abortion-Gayatri-Malhotra.jpeg","publishedAt":"2022-06-25T12:45:02Z","content":"El fallo del Tribunal Supremo norteamericano derogando la doctrina marcada durante 49 años por el histórico caso Roe v. Wade y anulando por tanto el derecho al aborto, que pasará a ser ilegal en trec… [+3606 chars]"},{"source":{"id":null,"name":"TMZ"},"author":"TMZ Staff","title":"John Lennon Allegedly Had Affair with Teenage Assistant Set Up by Yoko Ono","description":"John Lennon allegedly had an affair with an assistant who was 10-years his junior and it was all Yoko Ono's idea ... according to a new documentary. According to \"The Lost Weekend: A Love Story,\" a doc that just premiered at the Tribeca Film…","url":"https://www.tmz.com/2022/06/25/john-lennon-alleged-affair-assistant-set-up-yoko-ono-lost-weekend-love-story/","urlToImage":"https://imagez.tmz.com/image/df/16by9/2022/06/25/dfb608afc87b40bb9c0cba204199241b_xl.jpg","publishedAt":"2022-06-25T18:31:33Z","content":"John Lennon allegedly had an affair with an assistant who was 10 years his junior and it was all Yoko Ono's idea ... according to a new documentary.\r\nAccording to \"The Lost Weekend: A Love Story,\" a … [+1451 chars]"},{"source":{"id":null,"name":"Techmeme.com"},"author":null,"title":"As Apple is expected to announce a headset in January and Meta slows VR investment, a look at opportunities for the VR supply chain and competing headset makers (Ming-Chi Kuo/Medium)","description":"Ming-Chi Kuo / Medium:\nAs Apple is expected to announce a headset in January and Meta slows VR investment, a look at opportunities for the VR supply chain and competing headset makers  —  (1) One of the keys to the VR industry's rapid growth in the past 2-3 y…","url":"https://www.techmeme.com/220625/p5","urlToImage":"https://miro.medium.com/max/1200/1*S19x8SzDSB1UF4p6_9FVPg.png","publishedAt":"2022-06-25T19:35:16Z","content":"The New Consumer— by Dan Frommer\r\nA publication about how and why people spend their time and money, focusing on the most interesting and innovative companies, people, products, and trends."},{"source":{"id":null,"name":"Rolling Stone"},"author":"Tim Chan","title":"RS Recommends: Spritz, Rattle and Roll With a New Fragrance Collection Inspired by Elvis","description":"The Elvis cologne and perfume are officially-licensed by Elvis Presley Enterprises and were released in conjunction with the new film about The King","url":"https://www.rollingstone.com/product-recommendations/lifestyle/elvis-presley-perfume-cologne-fragrance-1369624/","urlToImage":"https://www.rollingstone.com/wp-content/uploads/2022/06/elvis-presley-cologne.png","publishedAt":"2022-06-25T18:26:57Z","content":"If you purchase an independently reviewed product or service through a link on our website, Rolling Stone may receive an affiliate commission.\r\nElvis Presley is back in the spotlight, with the releas… [+1796 chars]"},{"source":{"id":null,"name":"Frandroid"},"author":"Juliette Rivière","title":"Casques, écouteurs, enceintes… les meilleures offres des soldes pour écouter de la musique cet été","description":"Pour vous permettre de profiter au maximum de votre musique et de tous vos contenus multimédias, voici une petite sélection des meilleurs appareils audio actuellement en soldes. Envie d’écouter votre musique avec le meilleur matériel possible ? De profiter au…","url":"https://www.frandroid.com/bons-plans/1377883_casques-ecouteurs-enceintes-les-meilleures-offres-des-soldes-pour-ecouter-de-la-musique-cet-ete","urlToImage":"https://images.frandroid.com/wp-content/uploads/2022/06/selection-audio-soldes-2022.jpg","publishedAt":"2022-06-25T10:59:18Z","content":"Pour vous permettre de profiter au maximum de votre musique et de tous vos contenus multimédias, voici une petite sélection des meilleurs appareils audio actuellement en soldes.\r\nEnvie découter votre… [+6351 chars]"},{"source":{"id":null,"name":"Frandroid"},"author":"Clément Gareau","title":"Notre sélection des meilleurs appareils photos hybrides en 2022","description":"Sur le marché de la photographie, le plus important est de savoir avec précision ce que l'on achète. Vous trouverez de tout : les meilleurs du marché en photo, les plus polyvalents ou les moins chers. Lisez notre guide complet pour choisir le meilleur apparei…","url":"https://www.frandroid.com/guide-dachat/guides-dachat-photo-et-video/1338125_selection-des-meilleurs-appareils-photos-hybrides","urlToImage":"https://images.frandroid.com/wp-content/uploads/2022/04/z9-capteur.jpg","publishedAt":"2022-06-25T08:10:33Z","content":"Sur le marché de la photographie, le plus important est de savoir avec précision ce que l'on achète. Vous trouverez de tout : les meilleurs du marché en photo, les plus polyvalents ou les moins chers… [+25316 chars]"},{"source":{"id":null,"name":"Les Numériques"},"author":"Raphaël Bentéo, Guillaume Henri","title":"Actualité MGA : Les Apple MacBook Pro 14 2021 (M1 Pro 8/14) et Honor MagicBook View 14 intègrent notre guide des meilleurs ordinateurs / PC portables","description":"Notre guide des meilleurs ordinateurs / PC portables, dans la catégorie des ordinateurs portables (Informatique), vient d'être mis à jour. Le MacBook Pro 14 2021 (M1 Pro 8/14) d'Apple et le MagicBook View 14 de Honor y font leur entrée.","url":"https://www.lesnumeriques.com/ordinateur-portable/les-apple-macbook-pro-14-2021-m1-pro-8-14-et-honor-magicbook-view-14-integrent-notre-guide-des-meilleurs-ordinateurs-pc-portables-ng186349.html","urlToImage":"https://cdn.lesnumeriques.com/optim/test/17/170895/73d0f23e-apple-macbook-pro-14-2021-m1-pro-8-14__1200_630__0-321-3072-1933_wtmk.jpeg","publishedAt":"2022-06-25T07:02:07Z","content":"Notre guide des meilleurs ordinateurs / PC portables, dans la catégorie des ordinateurs portables (Informatique), vient d'être mis à jour. Le MacBook Pro 14 2021 (M1 Pro 8/14) d'Apple et le MagicBook… [+1004 chars]"},{"source":{"id":null,"name":"Les Numériques"},"author":"Rick","title":"Actualité : Soldes / Bon plan – Les écouteurs & intras Bluetooth — Tour de cou Beats Flex \"5 étoiles\" à 39,99 € (-18%)","description":"Les écouteurs & intras Bluetooth — Tour de cou Beats Flex passent sous les 40 € chez Amazon soit une baisse d'environ 18% sur le prix habituellement constaté. C'est actuellement le meilleur produit de notre comparatif.","url":"https://www.lesnumeriques.com/ecouteur-intra-bluetooth-tour-de-cou/soldes-bon-plan-les-ecouteurs-intras-bluetooth-tour-de-cou-beats-flex-5-etoiles-a-39-99-18-n186333.html","urlToImage":"https://cdn.lesnumeriques.com/optim/test/15/158377/dce0fa41-beats-flex-blabla__1200_630__overflow.jpeg","publishedAt":"2022-06-25T05:15:26Z","content":"Les écouteurs &amp; intras Bluetooth Tour de cou Beats Flex passent sous les 40  chez Amazon soit une baisse d'environ 18% sur le prix habituellement constaté. C'est actuellement le meilleur produit … [+1949 chars]"},{"source":{"id":null,"name":"Les Numériques"},"author":"Rick","title":"Actualité : Soldes / Bon plan – Le smartphone Oppo Find X5 Pro \"5 étoiles\" à 1 179,00 €","description":"Le smartphone Oppo Find X5 Pro passe sous les 1200 € chez Rue du Commerce. C'est actuellement l'un des meilleurs produit de notre comparatif.","url":"https://www.lesnumeriques.com/telephone-portable/soldes-bon-plan-le-smartphone-oppo-find-x5-pro-5-etoiles-a-1-179-00-n186339.html","urlToImage":"https://cdn.lesnumeriques.com/optim/test/17/177463/cda1090e-find-x5-pro-dans-l-ombre-du-frere__1200_630__2-681-7413-4572_wtmk.jpg","publishedAt":"2022-06-25T05:15:37Z","content":"Le smartphone Oppo Find X5 Pro passe sous les 1200  chez Rue du Commerce. C'est actuellement l'un des meilleurs produit de notre comparatif.\r\nAprès un Find X3 Pro particulièrement réussi, Oppo entend… [+1752 chars]"},{"source":{"id":null,"name":"Les Numériques"},"author":"Ghoul Nazim","title":"Téléviseurs Bravia XR 2022 : Sony passe à l’offensive et réussit un sans-faute","description":"Sony a bâti une gamme complète en exploitant les meilleures technologies du moment (Full Led, Mini-Led, Oled, QD-Oled). Une initiative à saluer tant les résultats sont convaincants !","url":"https://www.lesnumeriques.com/publicite/televiseurs-bravia-xr-2022-sony-passe-a-l-offensive-et-reussit-un-sans-faute-185573.html","urlToImage":"https://cdn.lesnumeriques.com/optim/native/18/185573/521bcada-televiseurs-bravia-xr-2022-sony-passe-a-l-offensive-et-reussit-un-sans-faute__1200_630__0-375-2999-1949.jpeg","publishedAt":"2022-06-25T07:00:00Z","content":"Sony a bâti une gamme complète en exploitant les meilleures technologies du moment (Full Led, Mini-Led, Oled, QD-Oled). Une initiative à saluer tant les résultats sont convaincants !\r\nLa gamme de tél… [+6112 chars]"},{"source":{"id":null,"name":"New York Times"},"author":"Peter Eavis","title":"How Elon Musk and Tesla Helped Make C.E.O Pay Even Richer","description":"The gap with workers widened even further as public companies granted top executives rich pay packages partly inspired by Tesla.","url":"https://www.nytimes.com/2022/06/25/business/highest-paid-ceos-elon-musk.html","urlToImage":"https://static01.nyt.com/images/2022/06/26/business/00executive-comp01/00executive-comp01-facebookJumbo.jpg","publishedAt":"2022-06-25T09:00:21Z","content":"While those compensation totals are taken from the companys financial filings, they are often estimates driven by the companies attempts to value the stock their chief executives might receive. As a … [+1935 chars]"},{"source":{"id":null,"name":"Wwwhatsnew.com"},"author":"Alexander Alvarado","title":"Conoce la función de iPhone capaz de identificar plantas y flores usando la cámara","description":"Cuando se habla del iPhone, son diversas las herramientas que este dispositivo móvil posee y con las cuales los usuarios pueden llevar a cabo acciones como escuchar música, tomar fotos, acceder a las redes sociales, navegar en internet, enviar mensajes de tex…","url":"https://wwwhatsnew.com/2022/06/25/conoce-la-funcion-de-iphone-capaz-de-identificar-plantas-y-flores-usando-la-camara/","urlToImage":"https://wwwhatsnew.com/wp-content/uploads/2022/06/Conoce-la-funcion-de-iPhone-capaz-de-identificar-plantas-y-flores-usando-la-camara.jpg","publishedAt":"2022-06-25T06:00:24Z","content":"Cuando se habla del iPhone, son diversas las herramientas que este dispositivo móvil posee y con las cuales los usuarios pueden llevar a cabo acciones como escuchar música, tomar fotos, acceder a las… [+2055 chars]"},{"source":{"id":null,"name":"Caschys Blog"},"author":"Oliver Posselt","title":"iOS 16: Das sind die Neuerungen in iMessage","description":"Caschy hat euch bereits vorgestellt, wie ihr unter iOS 16 gelöschte Nachrichten innerhalb von iMessage wiederherstellen könnt. Doch iOS 16 hat noch mehr Neuigkeiten für iMessage-Nutzer an Bord. Solltet ihr versehentlich eine falsche Nachricht abgesendet haben…","url":"https://stadt-bremerhaven.de/ios-16-das-sind-die-neuerungen-in-imessage/","urlToImage":"https://stadt-bremerhaven.de/wp-content/uploads/2022/06/ios16.jpeg","publishedAt":"2022-06-25T07:30:19Z","content":"Caschy hat euch bereits vorgestellt, wie ihr unter iOS 16 gelöschte Nachrichten innerhalb von iMessage wiederherstellen könnt. Doch iOS 16 hat noch mehr Neuigkeiten für iMessage-Nutzer an Bord. Sollt… [+1532 chars]"},{"source":{"id":null,"name":"Cnbeta.com"},"author":"teikaei","title":"NFL正在考虑来自苹果、亚马逊和迪斯尼的周日门票竞标","description":"苹果、亚马逊和迪斯尼目前正在等待谁将获得NFL周日门票的转播权。据CNBC报道，这三家公司都在几周前分别提交了播放权的竞标书。NFL目前正在跟所有三家竞标者进行谈判，另外还没有选择流媒体合作伙伴。 阅读全文","url":"https://www.cnbeta.com/articles/tech/1284909.htm","urlToImage":"https://static.cnbetacdn.com/thumb/article/2022/0625/f66f3d52e45d824.jpg","publishedAt":"2022-06-25T00:21:56Z","content":"NFLVerizonNFL\r\nNFL20\r\nCNBCNFL\r\nApple TV+iPhone--6Apple TV2023"},{"source":{"id":null,"name":"Cnbeta.com"},"author":"teikaei","title":"配备M2芯片的13英寸MacBook Pro现已在Apple Store上市","description":"配备M2芯片的新款13英寸MacBook Pro的两种标准配置从今日（美国时间6月24日）开始可以在全球指定的Apple Store购买或当天提货。第一批网上订单也开始到达客户手中。 阅读全文","url":"https://www.cnbeta.com/articles/tech/1284961.htm","urlToImage":"https://static.cnbetacdn.com/article/2022/06/f4969cebd82ad41.jpg","publishedAt":"2022-06-25T01:46:20Z","content":"13MacBook Pro8\r\n13MacBook Pro--Touch Bar8CPU10GPUM2M1M2CPU18%GPU35%40%\r\nM213MacBook Pro24GBM116GB2TB\r\n13MacBook Pro1299\r\nM2MacBook Air"},{"source":{"id":null,"name":"Cnbeta.com"},"author":"teikaei","title":"苹果将不会对马里兰州零售店的工会投票发起挑战","description":"据报道，苹果不打算对其在马里兰州的一家零售店的员工组建工会的投票提出质疑，另外还计划跟该店的员工进行“真诚的”谈判。6月早些时候，陶森镇中心Apple Store的大多数员工投票决定成立工会--从而成为美国第一个举行投票的商店。 阅读全文","url":"https://www.cnbeta.com/articles/tech/1284907.htm","urlToImage":"https://static.cnbetacdn.com/thumb/article/2022/0625/e810cecccaf3790.jpg","publishedAt":"2022-06-25T00:13:01Z","content":"(International Association of Machinists and Aerospace Workers)\r\nApple StoreApple Store2022\r\n--5\r\n(The Communications Workers of America)\r\nDeirdre O'Brien522"},{"source":{"id":null,"name":"Cnbeta.com"},"author":"raymon725","title":"ARM最初的操作系统 时隔35年仍以RISC OS的名义在积极更新","description":"作为初代 ARM 计算机 Acorn Archimedes 所使用的操作系统，RISC OS 在 35 年后的今天依然表现良好。1987 年 6 月，Acron 推出了起价 800 英镑的 Archimedes A305 / A310 计算机。在那个年代，其产品性能设计相当激进，且提供了当时名为 Arthur 的新操作系统。 阅读全文","url":"https://www.cnbeta.com/articles/tech/1285009.htm","urlToImage":"https://static.cnbetacdn.com/article/2022/0625/69ab6ce254941ed.webp","publishedAt":"2022-06-25T05:05:38Z","content":"Dick Pountain PC \r\n Arthur Acorn MOSBBC Micro BBC BASIC \r\n1989 Arthur RISC OS Sun 7500 SPARCstation 1DEC MIPS R2000 8800 DECstation 3100\r\n RISC OS Acron ARM Element 14Broadcom\r\nARM Sophie Wilson \r\nRI… [+405 chars]"},{"source":{"id":"engadget","name":"Engadget"},"author":"Igor Bonifacic","title":"Apple reportedly won't challenge historic Maryland store unionization vote","description":"Apple will reportedly not challenge the recent vote by employees at its Towson Town Center retail location in Maryland to unionize.","url":"https://www.engadget.com/apple-reportedly-wont-challenge-towson-town-center-union-vote-160917346.html","urlToImage":"https://s.yimg.com/ny/api/res/1.2/0SoC3Hn55GXMQGYvWRsn9Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://s.yimg.com/os/creatr-uploaded-images/2022-06/586065e0-f4a0-11ec-bf27-d4f72dac5001","publishedAt":"2022-06-25T16:09:17Z","content":"Apple will reportedly not challenge the recent vote by employees\r\n at its Towson Town Center retail location in Maryland to unionize. Citing a person familiar with the companys plans, Reuters\r\n repor… [+1152 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Brett Molina, USA TODAY","title":"Need to change your wireless plan? Here's how to choose the right one for you","description":"Are you finally ready to disconnect from your current wireless plan for something new? Here's what to know about choosing the right wireless plan.","url":"https://www.usatoday.com/story/tech/2022/06/25/wireless-phone-plan-how-to-choose/7658614001/","urlToImage":"https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png","publishedAt":"2022-06-25T11:00:26Z","content":"Are you finally ready to disconnect from your current wireless plan for something new?\r\nThere are several reasons you may be rethinking your cell phone or smartphone plans. Perhaps you want something… [+6594 chars]"},{"source":{"id":null,"name":"GSMArena.com"},"author":"Ricky","title":"Hollywood actor Chris Evans says goodbye to his beloved iPhone 6S and its home button","description":"Every technology user is different, and even in an era where large displays and swipey gestures are the norm, there are still users who believe “if it ain’t broke, don’t fix it”. Movie star Chris Evans was not ready to part ways with his iPhone 6S in an Insta…","url":"https://www.gsmarena.com/hollywood_actor_chris_evans_says_goodbye_to_his_beloved_iphone_6s_and_its_home_button-news-54803.php","urlToImage":"https://fdn.gsmarena.com/imgroot/news/22/06/chris-evans-says-goodbye-to-his-iphone-6s/-952x498w6/gsmarena_000.jpg","publishedAt":"2022-06-25T01:49:01Z","content":"Every technology user is different, and even in an era where large displays and swipey gestures are the norm, there are still users who believe if it aint broke, dont fix it. Movie star Chris Evans w… [+915 chars]"},{"source":{"id":null,"name":"Dnyuz.com"},"author":"New York Times","title":"How Musk Lifted Ceiling on CEO Pay...","description":"When Tesla awarded Elon Musk a multibillion-dollar pay package in 2018, the landmark deal helped to vastly increase the potential","url":"https://dnyuz.com/2022/06/25/how-elon-musk-helped-lift-the-ceiling-on-c-e-o-pay/","urlToImage":"https://dnyuz.com/wp-content/uploads/2022/06/How-Elon-Musk-Helped-Lift-the-Ceiling-on-CEO-Pay.jpg","publishedAt":"2022-06-25T13:46:37Z","content":"When Tesla awarded Elon Musk a multibillion-dollar pay package in 2018, the landmark deal helped to vastly increase the potential compensation of the chief executives at many of Americas biggest publ… [+11889 chars]"},{"source":{"id":null,"name":"Motley Fool"},"author":"newsfeedback@fool.com (Parkev Tatevosian)","title":"2 Red Flags for Meta Platforms' Future","description":"It's no longer business as usual for Meta Platforms.","url":"https://www.fool.com/investing/2022/06/25/2-red-flags-for-meta-platforms-future/","urlToImage":"https://g.foolcdn.com/editorial/images/686381/gettyimages-1330965067.jpg","publishedAt":"2022-06-25T15:53:00Z","content":"Meta Platforms(META 7.19%) faces substantial headwinds that are hurting its prospects. Consumers are once again changing the way they interact with social media apps. The change is forcing Meta Platf… [+3366 chars]"},{"source":{"id":null,"name":"Motley Fool"},"author":"newsfeedback@fool.com (Catherine Brock)","title":"Warren Buffett's 4 Rules for Investing in a Bear Market","description":"Sometimes, the best course of action is doing nothing.","url":"https://www.fool.com/investing/2022/06/25/warren-buffett-4-investing-rules-bear-market/","urlToImage":"https://g.foolcdn.com/editorial/images/686402/6-adult-reviews-stock-prices.jpg","publishedAt":"2022-06-25T11:55:00Z","content":"Warren Buffett began his investing career in a bear market. He bought his first stock in the early 1940s at age 11 as the S&amp;P 500 was on its way to a 35% dip that bottomed in 1942. Since then, he… [+3328 chars]"},{"source":{"id":null,"name":"Motley Fool"},"author":"newsfeedback@fool.com (Bram Berkowitz)","title":"My Favorite Investing Lesson from Warren Buffett","description":"The Oracle of Omaha has applied this somewhat contrarian concept to Berkshire Hathaway's high-performing portfolio.","url":"https://www.fool.com/investing/2022/06/25/my-favorite-investing-lesson-from-warren-buffett/","urlToImage":"https://g.foolcdn.com/editorial/images/686467/buffett-getty.jpeg","publishedAt":"2022-06-25T11:53:00Z","content":"Warren Buffett -- at age 91, still the CEO of Berkshire Hathaway -- is one of the greatest investors of our time. Shares of the conglomerate have produced a compound annual return of more than 20% be… [+3643 chars]"},{"source":{"id":null,"name":"Motley Fool"},"author":"newsfeedback@fool.com (Daniel Foelber, Scott Levine, and Lee Samaha)","title":"Shopify Stock-Split: 3 E-Commerce Companies to Buy Now","description":"These three companies all serve different roles in the burgeoning e-commerce industry.","url":"https://www.fool.com/investing/2022/06/25/shopify-stock-split-3-e-commerce-companies-to-buy/","urlToImage":"https://g.foolcdn.com/editorial/images/686301/1-clothes.jpeg","publishedAt":"2022-06-25T09:45:00Z","content":"From Jan. 1, 2019, till mid-November 2021, Shopify(SHOP 5.88%) stock took the market by storm with an 11-fold return thanks to its booming e-commerce business, rapid revenue growth, and massive total… [+5341 chars]"},{"source":{"id":null,"name":"Motley Fool"},"author":"newsfeedback@fool.com (Chris Hill)","title":"Lessons From the Great Depression","description":"Author Morgan Housel looks at the big picture.","url":"https://www.fool.com/investing/2022/06/24/lessons-from-the-great-depression/","urlToImage":"https://g.foolcdn.com/editorial/images/685358/mfm_20220614.jpg","publishedAt":"2022-06-25T02:32:04Z","content":"In this podcast, Motley Fool senior analyst Bill Mann discusses:\r\n<ul><li>What he's watching in the market.</li><li>Where he's been putting his money to work and which stocks he's been buying.</li><l… [+28837 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Guy Lodge","title":"Streaming: Morbius and the best films about modern-day vampires","description":"From Jared Leto’s biochemist in the Marvel film to the avenging feminist in A Girl Walks Home Alone at Night, the new-generation bloodsuckers live, walk and even laugh freely among usI am writing this week’s column, as it happens, from Cluj in Romania, on a v…","url":"https://amp.theguardian.com/film/2022/jun/25/streaming-morbius-and-the-best-films-about-modern-day-vampires","urlToImage":"https://i.guim.co.uk/img/media/1b9852b4a44ecf9118837a87a7571d92f3884004/431_0_2846_1709/master/2846.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=a706005f1c52aa5572f2318e4e510556","publishedAt":"2022-06-25T07:00:07Z","content":"I am writing this weeks column, as it happens, from Cluj in Romania, on a visit to the Transylvania film festival, where the sunny days are long, spirits are high, and the undead threats you might us… [+5665 chars]"},{"source":{"id":null,"name":"Osxdaily.com"},"author":"Hamlin Rozario","title":"How to Set Up HomeKit on LG TV","description":"Do you own a newer model LG TV from 2018 or later? If so, you’ll probably be excited to know that you can get started with Apple HomeKit, even if you haven’t purchased any HomeKit accessories. That’s right, you can control much of your TV’s functioning with H…","url":"https://osxdaily.com/2022/06/25/how-to-set-up-homekit-on-lg-tv/","urlToImage":"https://cdn.osxdaily.com/wp-content/uploads/2021/02/how-to-set-up-homekit-lg-oled-tv.jpg","publishedAt":"2022-06-25T15:03:23Z","content":"Do you own a newer model LG TV from 2018 or later? If so, you’ll probably be excited to know that you can get started with Apple HomeKit, even if you haven’t purchased any HomeKit accessories. That’s… [+4070 chars]"},{"source":{"id":null,"name":"Creative Bloq"},"author":"joe.foley@futurenet.com (Joseph Foley)","title":"Apple M3 chip: everything we know so far","description":"All the rumours on what we expect from the Apple M3 chip and when.","url":"https://www.creativebloq.com/news/apple-m3-chip","urlToImage":"https://cdn.mos.cms.futurecdn.net/qAa6MWe7fMH47mR4P8rtyG-1200-80.jpg","publishedAt":"2022-06-25T06:30:28Z","content":"All eyes are turning to the Apple M3 chip, which is expected to be the next generation of silicon from the Cupertino tech giant. Yes, we're still waiting on the next month's release of the first devi… [+4617 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"JuanMi Guirado","title":"Sintiéndolo mucho, la mejor relación calidad precio en una tablet la tiene esta","description":"Si buscas una nueva tablet o tu primera tablet, esta es la mejor opción sin discusión alguna, te pongas como te pongas. Si no quieres gastarte los 800 euros de una Galaxy Tab S8+ o los 1.000 euros de un iPad Pro, el iPad de 9ª generación (2021) es la mejor co…","url":"https://andro4all.com/ofertas/sintiendolo-mucho-la-mejor-relacion-calidad-precio-en-una-tablet-la-tiene-esta","urlToImage":"https://andro4all.com/hero/2022/06/iPad-2021.jpg?width=1200&aspect_ratio=1200:631","publishedAt":"2022-06-25T13:01:48Z","content":"El iPad de 2021 es una de las mejores compras ahora mismo si buscas algo fiable y estable.\r\nSi buscas una nueva tablet o tu primera tablet, esta es la mejor opción sin discusión alguna, te pongas com… [+2988 chars]"},{"source":{"id":null,"name":"Andro4all.com"},"author":"Miguel Paredes","title":"Pasa el tiempo, pero este móvil sigue siendo el mejor que puedo recomendarte","description":"Ha vuelto a pasar. En Andro4all están recomendando un iPhone, ¿pero qué es esto? Hay quien solo con ver la imagen destacada dejará de leer este artículo, estoy seguro, pero si eres de los que se queda, créeme, tengo mis motivos. Por supuesto, es una opinión, …","url":"https://andro4all.com/ofertas/pasa-el-tiempo-pero-este-movil-sigue-siendo-el-mejor-que-puedo-recomendarte","urlToImage":"https://andro4all.com/hero/2021/09/iPhone-13-Pro-azul.jpg?width=1200&aspect_ratio=1200:631","publishedAt":"2022-06-25T12:01:42Z","content":"Si buscas lo mejor de lo mejor, este es el móvil que te recomiendo. No puedes fallar con esta compra.\r\nHa vuelto a pasar. En Andro4all están recomendando un iPhone, ¿pero qué es esto? Hay quien solo … [+3039 chars]"},{"source":{"id":null,"name":"Clubic"},"author":"Louise Requin","title":"Une femme piégée dans une rivière glacée a été sauvée par son Apple Watch","description":"Piégée dans l'eau glacée, une nageuse a utilisé son Apple Watch pour appeler les secours. Elle s'en est sortie saine et sauve, après avoir passé plus de trente minutes coincée dans une eau à 13 degrés.","url":"https://www.clubic.com/pro/entreprises/apple/actualite-428139-une-femme-piegee-dans-une-riviere-glacee-a-ete-sauvee-par-son-apple-watch.html","urlToImage":"https://pic.clubic.com/v1/images/2017917/raw","publishedAt":"2022-06-25T14:00:00Z","content":"Le 15 juin, une femme a décidé d'aller nager dans la rivière Columbia, en Oregon. Son pied s'est alors retrouvé coincé sous des rochers dans le lit de la rivière. Quand elle a réalisé qu'elle ne pouv… [+832 chars]"},{"source":{"id":null,"name":"Clubic"},"author":"/auteur/407247-merouan-goumiri.html","title":"L'application Nintendo Switch Online ne prendra plus en charge les anciens iPhone et iPad","description":"Si vous disposez d’un smartphone ou d’une tablette Apple, et que vous avez recours à l’application Nintendo Switch Online, pensez de ce pas à vérifier que vous pourrez toujours continuer à l’utiliser. La société japonaise vient en effet d’annoncer que son app…","url":"https://www.clubic.com/pro/entreprises/apple/actualite-428133-l-application-nintendo-switch-online-ne-prendra-plus-en-charge-les-anciens-iphone-et-ipad.html","urlToImage":"https://pic.clubic.com/v1/images/1981122/raw","publishedAt":"2022-06-25T09:00:00Z","content":"Si vous disposez dun smartphone ou dune tablette Apple, et que vous avez recours à lapplication Nintendo Switch Online, pensez de ce pas à vérifier que vous pourrez toujours continuer à lutiliser. La… [+1534 chars]"},{"source":{"id":null,"name":"Nextpit.de"},"author":"Carsten Drees","title":"Gratis-Apps für Android & iOS: Diese Downloads sind aktuell kostenlos","description":"Sucht Ihr Apps für iOS & Android? Klickt in den Artikel, dort findet Ihr Apps und Games, die eigentlich kostenpflichtig sind, gerade aber nichts kosten.(Dies ist ein Teaser - klick hier, um den kompletten Beitrag zu lesen)","url":"https://www.nextpit.de/kostenlose-apps-2022-02-25","urlToImage":"https://fscl01.fonpit.de/userfiles/7715851/image/NextPit_Apps_of_the_week_10.jpg","publishedAt":"2022-06-25T08:00:01Z","content":"Sucht Ihr neues Futter fürs Smartphone? Dann scrollt schnell weiter, denn die Apps und Spiele, die wir Euch hier empfehlen, sind nur für eine sehr begrenzte Zeit kostenlos zu haben. Da wir nicht imme… [+5129 chars]"},{"source":{"id":null,"name":"Appbank.net"},"author":"テクノロジー記事班","title":"エッ！ それ言っちゃうの？ Amazonがプライムデー開始前から飛ばし気味 → 「今年で一番お得」と言い切る商品の中身とは？","description":"*Category：テクノロジー Technology 今年もやってきます！ 1年に1度かぎりの「Amazonプライムデー」が7月12日（火曜日）と7月13日（水曜日）に48時間限定で開催されます。 ◇ 2022年「Am […]","url":"https://www.appbank.net/2022/06/25/technology/2256099.php","urlToImage":"https://www.appbank.net/wp-content/uploads/2022/06/2022-0625-amazon-music-unlmite-sale-000.jpg","publishedAt":"2022-06-25T12:08:31Z","content":"*Category\r\n Technology\r\n11Amazon71271348\r\nAmazon48Amazon 112\r\nAmazonAmazon Music Unlimited4\r\n» Amazon Music Unlimited4Amazon.co.jp\r\n880132,640\r\n 23Amazon\r\nAmazon Music Unlimited\r\nApple Amazon Music U… [+80 chars]"},{"source":{"id":null,"name":"The Indian Express"},"author":"Rishika Singh","title":"Explained: Apple, Amazon, Starbucks and the trend of workers forming unions in US","description":"Workers at Amazon, Google, and Starbucks are voting for and increasingly supporting workers' unions in the US","url":"https://indianexpress.com/article/explained/explained-apple-amazon-starbucks-workers-union-us-7991065/","urlToImage":"https://images.indianexpress.com/2022/06/Amazon-union-strike-TNYT.png","publishedAt":"2022-06-25T13:22:28Z","content":"Apple Inc. workers in Maryland voted last week to form the first union of retail workers of the technology giant in the United States. US President Joe Biden said he was proud of the workers, and tha… [+6934 chars]"},{"source":{"id":null,"name":"The Indian Express"},"author":"Express News Service","title":"13 newborns among several rescued after fire at Ahmedabad hospital","description":"According to fire safety department officials, the fire started at a Chartered Accountant (CA) firm office situated on the third floor of the four-storey ‘Dev’ complex located at Parimal Garden Crossroads.","url":"https://indianexpress.com/article/cities/ahmedabad/ahmedabad-hospital-fire-babies-rescued-7991488/","urlToImage":"https://images.indianexpress.com/2022/06/ahmedabad-hospital-baby-rescue.jpg","publishedAt":"2022-06-25T15:58:21Z","content":"As many as 75 persons, including 13 newborn babies at a neonatal hospital, were airlifted and rescued from the terrace of a complex in the Parimal Garden area of Ahmedabad Saturday afternoon after a … [+1499 chars]"},{"source":{"id":null,"name":"The Indian Express"},"author":"Trends Desk","title":"Roe v Wade: US sporting goods company CEO says they will cover employees’ travel costs for abortions, letter goes viral","description":"With US Supreme Court overturning a 50-year-old judgment guaranteeing access to abortion across the country, Dick’s Sporting Goods earn plaudits online for promising assistance to employees","url":"https://indianexpress.com/article/trending/trending-globally/roe-v-wade-us-sporting-goods-company-ceo-says-they-will-cover-employees-travel-costs-for-abortions-letter-goes-viral-7990584/","urlToImage":"https://images.indianexpress.com/2022/06/us-abortion-rights-protest.jpg","publishedAt":"2022-06-25T10:01:40Z","content":"In the historic ruling on Friday, the US Supreme Court decided by six votes to three to overturn the 50-year-old Roe v Wade judgment that guaranteed access to abortion across the country. As people a… [+4915 chars]"},{"source":{"id":null,"name":"Digitalbuzzblog.com"},"author":"Jack Root","title":"10 Best Alternatives to Spotify For All the Music Lovers","description":"If you are a music enthusiast and enjoy streaming music, you must already know about or even used Spotify Alternative. The reason why we say so is pretty obvious. It is the biggest music streaming service available in the world right now.  With Spotify, users…","url":"https://www.digitalbuzzblog.com/spotify-alternative/","urlToImage":"https://www.digitalbuzzblog.com/wp-content/uploads/2022/06/Best-Alternatives-to-Spotify.png","publishedAt":"2022-06-25T10:25:09Z","content":"If you are a music enthusiast and enjoy streaming music, you must already know about or even used Spotify Alternative. The reason why we say so is pretty obvious. It is the biggest music streaming se… [+10777 chars]"},{"source":{"id":null,"name":"Designyoutrust.com"},"author":"Dmitry","title":"Fun with Shapes and Forms: Organic 3D Artworks by Roman Bratschi","description":"Inspired by natural shapes, forms and patterns, Roman Bratschi is an experienced 3D illustrator and animation director, who kick-started his career as a graphic designer. With 15 years of artistic expertise under his creativity belt, his career path transform…","url":"https://designyoutrust.com/2022/06/fun-with-shapes-and-forms-organic-3d-artworks-by-roman-bratschi/","urlToImage":"https://e4p7c9i3.stackpathcdn.com/wp-content/uploads/2022/06/1111-28.jpg?iv=406","publishedAt":"2022-06-25T15:03:19Z","content":"Inspired by natural shapes, forms and patterns, Roman Bratschi is an experienced 3D illustrator and animation director, who kick-started his career as a graphic designer. With 15 years of artistic ex… [+659 chars]"},{"source":{"id":null,"name":"Livedoor.biz"},"author":"pikotin","title":"【画像】Google、Amazon、Facebook、Apple、Microsoftとか言う100年後も無双してそうなチート企業ｗｗｗｗｗｗ","description":"1: 名無し  2022/06/24(金) 06:22:18.59 ID:fj3EpXcd0  下手したら一生潰れんやろ  引用元：https://eagle.5ch.net/test/read.cgi/livejupiter/1656019338/","url":"http://news4vip.livedoor.biz/archives/52452681.html","urlToImage":"https://livedoor.blogimg.jp/news4vip2/imgs/d/f/dfb066a3.jpg","publishedAt":"2022-06-25T15:30:24Z","content":"1: 2022/06/24() 06:22:18.59 ID:fj3EpXcd0\r\nhttps://eagle.5ch.net/test/read.cgi/livejupiter/1656019338/"},{"source":{"id":null,"name":"DIE WELT"},"author":"Sascha Lehnartz, Sascha Lehnartz","title":"Documenta - Antisemitismus als System","description":"Bei allem, was in letzter Zeit ins Schleudern geraten ist, würde es nicht verwundern, wenn die Erde andersherum durch die Umlaufbahn gondelt. \"Upside-Down-Earther“, eine olle rassistische Kamelle und eine kostengünstige Solidaritätsmaßnahme – der „Kick-off Po…","url":"https://www.welt.de/podcasts/article239522743/Documenta-in-Kassel-Antisemitismus-als-System-Podcast.html","urlToImage":"https://img.welt.de/img/podcasts/kick-off/mobile236997113/8871354577-ci16x9-w1200/DWO-Podcast-Teaser-KickOffPolitik-Lehnartz-mkbn.jpg","publishedAt":"2022-06-25T04:40:45Z","content":"Abonnieren Sie den Podcast unter anderem bei Spotify, Apple Podcasts, Amazon Music oder direkt per RSS-Feed.\r\nUkraine-Krieg, Ampelregierung und Inzidenzwerte jeden Morgen gibt es neue Schlagzeilen. I… [+763 chars]"},{"source":{"id":null,"name":"DIE WELT"},"author":"Olaf Gersemann, Olaf Gersemann","title":"„Intensiv-Belegung über Vorjahresniveau“ – Die aktuellen Corona-Zahlen für Sie erklärt","description":"Die dritte Omikron-Welle ist im vollen Gange. Olaf Gersemann erklärt und bewertet kurz und kompakt die aktuellen Zahlen. Alles, was Sie am 25. Juni wissen müssen.","url":"https://www.welt.de/wirtschaft/article238812729/Corona-Intensiv-Belegung-ueber-Vorjahresniveau-Die-aktuellen-Zahlen-in-30-Sekunden.html","urlToImage":"https://img.welt.de/img/wirtschaft/mobile239193843/7491357577-ci16x9-w1200/DWO-Teaser-30sek-Corona-Olaf-aw-jpg.jpg","publishedAt":"2022-06-25T04:41:52Z","content":"89.336 Corona-Fälle sind dem RKI gestern gemeldet worden.\r\nIm Vorwochenvergleich ergibt sich ein Plus von elf Prozent.\r\nDies ist der achte Anstieg im Vorwochenvergleich in Folge.\r\nDie 7-Tage-Corona-I… [+2182 chars]"},{"source":{"id":null,"name":"DIE WELT"},"author":"Dorothea Siems, Dorothea Siems","title":"Hubertus Heils nächster Rentenplan kostet mehr als 1,5 Billionen Euro","description":"Das Vorhaben des Bundesarbeitsministers treibt die versteckte Staatsverschuldung in die Höhe. Der Arbeitgeberpräsident warnt vor einer „völligen Überforderung“. Diese Rechnung zeigt, welche horrenden Beiträge auf die Jüngeren zukommen.","url":"https://www.welt.de/wirtschaft/article239566791/Neue-Berechnung-Hubertus-Heils-naechster-Rentenplan-kostet-mehr-als-1-5-Billionen-Euro.html","urlToImage":"https://img.welt.de/img/wirtschaft/mobile239570963/7381353277-ci16x9-w1200/Bundestag-Abschluss-der-Haushaltswoche-2.jpg","publishedAt":"2022-06-25T23:33:25Z","content":"Die Rentenpolitik der Ampel-Koalition führt zu einer starken Mehrbelastung der jüngeren Generation. Dies zeigen Berechnungen des Forschungszentrums Generationenverträge der Universität Freiburg, die … [+4498 chars]"},{"source":{"id":null,"name":"DIE WELT"},"author":"Steffen Fründt, Steffen Fründt","title":"„Es war früh klar, dass Personalmangel ein Problem sein wird“","description":"Probleme bei der Flugsicherung, zu wenig Kerosin, zu wenig Personal: Lufthansa-Vorstand Detlef Kayser erklärt, wo es im internationalen Flugverkehr aktuell hakt, worauf sich Urlauber in diesem Sommer einstellen müssen – und für wann er eine Normalisierung erw…","url":"https://www.welt.de/wirtschaft/article239557811/Lufthansa-Vorstand-Es-war-frueh-klar-dass-Personalmangel-ein-Problem-sein-wird.html","urlToImage":"https://img.welt.de/img/wirtschaft/mobile239558673/4061354687-ci16x9-w1200/Lufthansa-Flight-Crews-Launch-Strike.jpg","publishedAt":"2022-06-25T07:00:23Z","content":"Mitten in der Sommerferienzeit streicht die Lufthansa mehr als 2000 weitere Flüge an ihren Drehkreuzen Frankfurt und München. Schon vor gut zwei Wochen hatte sie angekündigt, hier 900 Verbindungen an… [+8066 chars]"},{"source":{"id":null,"name":"DIE WELT"},"author":"Sabine Menkens, Susanne Gaschke, Sabine Menkens, Susanne Gaschke","title":"„Kinder haben unter den Corona-Maßnahmen massiv gelitten“","description":"Bundesfamilienministerin Lisa Paus (Grüne) warnt davor, die Pandemiebekämpfung weiter zu Lasten der Kinder zu betreiben. Dass es, wie von der Ampel-Koalition geplant, eine Kindergrundsicherung geben soll, hält sie für wichtig – gerade in der aktuellen Krisens…","url":"https://www.welt.de/politik/deutschland/article239544579/Familienministerin-Lisa-Paus-Kinder-haben-unter-den-Corona-Massnahmen-massiv-gelitten.html","urlToImage":"https://img.welt.de/img/politik/deutschland/mobile239545053/3441350567-ci16x9-w1200/Elisabeth-Lisa-Paus-Bundesministerin-16.jpg","publishedAt":"2022-06-25T05:45:23Z","content":"WELT AM SONNTAG: Sie sind alleinerziehende Mutter eines 13-jährigen Sohnes. Ist das heute leichter als vor 30 Jahren oder nur anders schwer?\r\nPaus: Es ist definitiv leichter. Bis in die 60er-Jahre hä… [+9772 chars]"},{"source":{"id":null,"name":"Tomshw.it"},"author":"Giovanni Arestia","title":"Paramount Plus: come funziona e come vederlo","description":"Paramount Plus, il servizio streaming di Paramount Global, debutterà in Italia il prossimo settembre. Ecco alcune informazioni utili.","url":"https://www.tomshw.it/culturapop/paramount-plus/","urlToImage":"https://www.tomshw.it/images/images/2022/06/paramount-plus-235498.jpg","publishedAt":"2022-06-25T10:00:51Z","content":"Cinema e Serie TV Paramount Plus: come funziona e come vederlo\r\nTom's Hardware vive grazie al suo pubblico. Quando compri qualcosa dai nostri link, potremmo guadagnare una commissione. Scopri di più\r… [+6454 chars]"},{"source":{"id":null,"name":"Nakedcapitalism.com"},"author":"Yves Smith","title":"Links 6/25/2022","description":"Our gorgeous daily links: cat meows, mermaiding, biggest bacteria, probing self, Vonnegut doco, Covid vaccine adverse events, Covid-childhood hepatitis thesis, China loan to Pakistan, Russia accused of gaslighting, JCOPA wrangling, DC spy dates, Roe v. Wade r…","url":"https://www.nakedcapitalism.com/?p=232058","urlToImage":"https://www.nakedcapitalism.com/wp-content/uploads/2022/06/00-tippy-and-skunk-cabbage-scaled.jpg","publishedAt":"2022-06-25T10:55:11Z","content":"Lambert and I, and many readers, agree that Ukraine has prompted the worst informational environment ever. We hope readers will collaborate in mitigating the fog of war both real fog and stage fog in… [+13515 chars]"},{"source":{"id":"marca","name":"Marca"},"author":"marca.com","title":"Los mejores chollos de hoy en Amazon: un Fitbit Sense al 41%, un pijama de Minecraft...","description":"Faltan tres semanas para el Amazon Prime Day, pero ya tienes disponibles en el gigante del 'ecommerce' todo tipo de ofertas, gangas y promociones. Te proponemos una selección con las mejores oportunidades que vas a encontrar hoy en belleza, tecnología, moda, …","url":"https://www.marca.com/regalos-promociones/2022/06/25/62b5be2546163faf2a8b45c6.html","urlToImage":"https://phantom-marca.unidadeditorial.es/fc3c8b6b9981256173e086c679234741/crop/0x0/2044x1150/resize/1200/f/jpg/assets/multimedia/imagenes/2022/06/24/16560751963457.jpg","publishedAt":"2022-06-25T08:38:33Z","content":"Estamos a menos de tres semanas de que llegue el Amazon Prime Day, el par de días en los que Amazon da la oportunidad a sus suscriptores de comprar todo tipo de productos de belleza, deporte, hogar, … [+38221 chars]"},{"source":{"id":"ign","name":"IGN"},"author":"Logan Plant","title":"Daily Deals: Save on Mario Odyssey, GeForce RTX 3080 GPU, and More","description":null,"url":"https://www.ign.com/articles/super-mario-odyssey-geforce-rtx-3080-gpu-daily-deals-62522","urlToImage":"https://assets1.ignimgs.com/2017/09/19/switch-smo-nd0913-scrn07-bmp-jpgcopy-1505838071241.jpg?width=1280","publishedAt":"2022-06-25T18:56:27Z","content":"There's something for everyone in the deal world today. There are some great deals on accessory and peripheral upgrades for your gaming system. The RTX 3080 has hit a new price low of $779.99 on Amaz… [+11314 chars]"},{"source":{"id":null,"name":"9to5google.com"},"author":"Ben Schoon","title":"Nothing is OSOM – After preying on the hype train, are you still interested? [Poll]","description":"The smartphone market has, for years now, been dominated by Samsung, Apple, and a mix of a handful of other major brands. That’s led to startups usually competing for a sliver of the market, and often turning the page on their original fanbase after reaching …","url":"https://9to5google.com/2022/06/25/nothing-osom-poll/","urlToImage":"https://i0.wp.com/9to5google.com/wp-content/uploads/sites/4/2022/06/nothing-osom-meme.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1","publishedAt":"2022-06-25T17:30:00Z","content":"The smartphone market has, for years now, been dominated by Samsung, Apple, and a mix of a handful of other major brands. That’s led to startups usually competing for a sliver of the market, and ofte… [+3543 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"David Nield","title":"The Apple AR/VR headset could be here as soon as January 2023","description":"Notable Apple analyst Ming-Chi Kuo has gone on record to say that we might see this device at the start of next year.","url":"https://www.techradar.com/news/the-apple-arvr-headset-could-be-here-as-soon-as-january-2023","urlToImage":"https://cdn.mos.cms.futurecdn.net/ce0aa5fde8712d1db2175b663fee4d19-1200-80.jpg","publishedAt":"2022-06-25T11:30:21Z","content":"The buzz around an upcoming Apple AR/VR headset won't go away, and now one of the leading Apple analysts in the business has weighed in to say that the device might be unveiled as soon as January 202… [+2480 chars]"},{"source":{"id":"techradar","name":"TechRadar"},"author":"David Nield","title":"Google Pixel 7 Pro could offer one key display upgrade over the Pixel 6 Pro","description":"There might not be many major improvements over last year's Google phones, but this one looks likely.","url":"https://www.techradar.com/news/google-pixel-7-pro-could-offer-one-key-display-upgrade-over-the-pixel-6-pro","urlToImage":"https://cdn.mos.cms.futurecdn.net/DU39J4HTe7kQNKCAeH8JAY-1200-80.jpg","publishedAt":"2022-06-25T15:30:48Z","content":"We know that the Google Pixel 7 and Google Pixel 7 Pro are real and on the way later this year, but we don't have too much in the way of official information about them. Now newly uncovered details r… [+2440 chars]"},{"source":{"id":null,"name":"The Guardian"},"author":"Kari Paul","title":"Tech firms under pressure to safeguard user data as abortion prosecutions loom","description":"Private information collected and retained by companies could be weaponized to prosecute abortion seekers and providersAfter the US supreme court overturned Roe v Wade on Friday, calls increased for tech companies to take a stand about the use of online data …","url":"https://amp.theguardian.com/us-news/2022/jun/25/tech-companies-health-data-security-abortion-prosecution","urlToImage":"https://i.guim.co.uk/img/media/c6507f6c76f44d28af380694cdcaa3efeb0908e2/0_0_3861_2317/master/3861.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=9d0a70a8e4a8e06cf07a18d2852979c8","publishedAt":"2022-06-25T10:00:12Z","content":"After the US supreme court overturned Roe v Wade on Friday, calls increased for tech companies to take a stand about the use of online data to incriminate individuals seeking or providing abortion se… [+3689 chars]"},{"source":{"id":null,"name":"Numerama"},"author":"Bogdan Bodnar","title":"Chrome, Firefox, Safari, Brave : y a-t-il un navigateur plus sécurisé ?","description":"Mozilla, Chrome et Safari ont tous opéré des mises à jour avec la promesse d'une navigation plus sécurisée. Nous avons demandé aux experts en cybersécurité comment s'y retrouver entre tous ces navigateurs. Le 14 juin, Mozilla s'est auto-proclamé « navigateur …","url":"https://www.numerama.com/tech/1018918-chrome-firefox-safari-brave-y-a-t-il-un-navigateur-plus-securise.html","urlToImage":"https://www.numerama.com/wp-content/uploads/2022/06/navigateurs.jpg","publishedAt":"2022-06-25T06:23:00Z","content":"Mozilla, Chrome et Safari ont tous opéré des mises à jour avec la promesse d’une navigation plus sécurisée. Nous avons demandé aux experts en cybersécurité comment s’y retrouver entre tous ces naviga… [+3060 chars]"}]}